Repository: chasey-myagi/Sapphire
Catalog: Sapphire/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

source: Creator
zh_hans: 创建者
zh_hant: 建立者

source: Credits
zh_hans: 制作人员
zh_hant: 製作人員

source: Current
zh_hans: 电流
zh_hant: 電流

source: Current Lid Angle
zh_hans: 当前屏幕开合角度
zh_hant: 目前上蓋角度

source: Current Signal: %@
zh_hans: 当前信号：%@
zh_hant: 目前訊號：%@

source: Current Streak
zh_hans: 当前连续记录
zh_hant: 目前連續紀錄

source: Current Temperature
zh_hans: 当前温度
zh_hant: 目前溫度

source: Current language setting
zh_hans: 当前语言设置
zh_hant: 目前的語言設定

source: Current: %lld%%
zh_hans: 当前：%lld%%
zh_hant: 目前：%lld%%

source: Currently Detected
zh_hans: 当前检测结果
zh_hant: 目前偵測到

source: Cursor, Antigravity, Devin, VS Code and Zed keep their agent in the editor process, so activity there is inferred from how hard it is working. Turn this off if idle typing registers as a running agent.
zh_hans: Cursor、Antigravity、Devin、VS Code 和 Zed 的智能体运行在编辑器进程内，因此会根据进程活跃程度判断任务是否运行。如果日常输入被误判为智能体任务，请关闭此项。
zh_hant: Cursor、Antigravity、Devin、VS Code 和 Zed 的代理程式在編輯器程序內執行，因此會根據其工作負載推斷活動狀態。若一般打字被誤判為執行中的代理程式，請關閉此選項。

source: Curve (%lld pts): %@
zh_hans: 曲线（%lld 个点）：%@
zh_hant: 曲線（%lld 個點）：%@

source: Custom
zh_hans: 自定义
zh_hant: 自訂

source: Custom Animation Values
zh_hans: 自定义动画参数
zh_hant: 自訂動畫數值

source: Custom Curve
zh_hans: 自定义曲线
zh_hant: 自訂曲線

source: Custom Desktop Wallpaper
zh_hans: 自定义桌面墙纸
zh_hant: 自訂桌面背景圖片

source: Custom Duration
zh_hans: 自定义时长
zh_hant: 自訂時長

source: Custom Duration…
zh_hans: 自定义时长…
zh_hant: 自訂時長…

source: Custom Fan Curve
zh_hans: 自定义风扇曲线
zh_hant: 自訂風扇曲線

source: Custom HUD Color
zh_hans: 自定义提示浮层颜色
zh_hant: 自訂浮動提示顏色

source: Custom Lock Screen Wallpaper
zh_hans: 自定义锁定屏幕墙纸
zh_hant: 自訂鎖定畫面背景圖片

source: Custom Notch Configuration
zh_hans: 刘海区域自定义配置
zh_hant: 自訂瀏海區域設定

source: Custom order
zh_hans: 自定义顺序
zh_hant: 自訂順序

source: Custom...
zh_hans: 自定义…
zh_hant: 自訂…

source: Customize Player Buttons
zh_hans: 自定义播放器按钮
zh_hant: 自訂播放器按鈕

source: Customize notch size and inactive-hiding for each display individually. Changes here override the global settings for the selected display.
zh_hans: 为每台显示器分别设置刘海区域大小和闲置隐藏行为。这里的更改会覆盖所选显示器的全局设置。
zh_hant: 為每台顯示器個別自訂瀏海區域大小和閒置隱藏。此處的更改會覆寫所選顯示器的全域設定。

source: Customize the look and feel of your Mac's menu bar.
zh_hans: 自定义 Mac 菜单栏的外观与风格。
zh_hant: 自訂 Mac 選單列的外觀與風格。

source: Customize what happens when you swipe a clipboard row left or right in the full clipboard view.
zh_hans: 自定义在完整剪贴板视图中向左或向右轻扫项目行时的操作。
zh_hant: 自訂在完整剪貼簿檢視中向左或向右滑動剪貼簿列時的動作。

source: Customize what happens when you swipe a file drop row left or right. Share only applies to File Shelf items.
zh_hans: 自定义在文件投递条目上左右滑动的操作。“共享”仅适用于文件暂存架项目。
zh_hant: 自訂向左或向右滑動檔案拖放列時的動作。「分享」僅適用於檔案暫存架項目。

source: Customize what happens when you swipe a note row left or right in the full notes view.
zh_hans: 自定义在完整笔记视图中向左或向右轻扫笔记行时的操作。
zh_hant: 自訂在完整備忘錄檢視中向左或向右滑動備忘錄列時的動作。

source: Cut
zh_hans: 剪切
zh_hant: 剪下

source: Cycle Count
zh_hans: 循环次数
zh_hant: 循環次數

source: Cycles
zh_hans: 循环次数
zh_hant: 循環次數

source: Daily
zh_hans: 每天
zh_hant: 每天

source: Daily Activity
zh_hans: 每日活动
zh_hant: 每日活動

source: Dark
zh_hans: 深色
zh_hant: 深色

source: Dark, satiny glass like the Dock.
zh_hans: 类似程序坞的深色柔滑玻璃效果。
zh_hant: 類似 Dock 的深色緞面玻璃效果。

source: Darken windows you're not using so the active app stands out and visual clutter recedes.
zh_hans: 调暗未使用的窗口，突出当前应用，减少视觉干扰。
zh_hant: 調暗你未使用的視窗，讓目前的 App 更突出並減少視覺干擾。

source: Data Points by Monitor Type
zh_hans: 各监测类型的数据点
zh_hant: 依監控類型分類的資料點

source: Data Range
zh_hans: 数据时间范围
zh_hant: 資料範圍

source: Database Size
zh_hans: 数据库大小
zh_hant: 資料庫大小

source: Date added
zh_hans: 添加日期
zh_hant: 加入日期

source: Day
zh_hans: 天
zh_hant: 天

source: Day Streak
zh_hans: 连续天数
zh_hant: 連續天數

source: Debug Menu
zh_hans: 调试菜单
zh_hant: 除錯選單

source: Debug Mode Enabled
zh_hans: 调试模式已启用
zh_hant: 已啟用除錯模式

source: Debug mode is ON — tap 5× quickly to disable
zh_hans: 调试模式已开启 — 快速轻点 5 次以关闭
zh_hant: 除錯模式已開啟 — 快速點按 5 次以停用

source: Decline
zh_hans: 拒绝
zh_hant: 拒絕

source: Declined
zh_hans: 已拒绝
zh_hant: 已拒絕

source: Decrease %@
zh_hans: 减小%@
zh_hant: 減少 %@

source: Deep
zh_hans: 深度
zh_hant: 深度

source: Deep blur used by fullscreen media controls.
zh_hans: 全屏媒体控件使用的深度模糊效果。
zh_hant: 全螢幕媒體控制項使用的深度模糊效果。

source: Deep scanned
zh_hans: 已深度扫描
zh_hant: 已深度掃描

source: Deep scanning %lld items…
zh_hans: 正在深度扫描 %lld 个项目…
zh_hant: 正在深度掃描 %lld 個項目…

source: Default
zh_hans: 默认
zh_hant: 預設

source: Default Music App
zh_hans: 默认音乐应用
zh_hant: 預設音樂 App

source: Default to airplay devices when spotify isn't running and spotify is authenticated
zh_hans: 已授权 Spotify 且 Spotify 未运行时，默认使用 AirPlay 设备
zh_hant: Spotify 已驗證但未執行時，預設使用 AirPlay 裝置

source: Delay
zh_hans: 延迟
zh_hant: 延遲

source: Delay to Lock
zh_hans: 锁定延迟
zh_hant: 鎖定延遲

source: Delays
zh_hans: 延迟
zh_hant: 延遲

source: Delete
zh_hans: 删除
zh_hant: 刪除

source: Delete note
zh_hans: 删除笔记
zh_hant: 刪除備忘錄

source: Delete schedule
zh_hans: 删除计划
zh_hant: 刪除排程

source: Derived state
zh_hans: 推导状态
zh_hant: 衍生狀態

source: Describe a task...
zh_hans: 描述一个任务…
zh_hant: 描述工作…

source: Deselect All
zh_hans: 取消全选
zh_hant: 取消全選

source: Design Capacity
zh_hans: 设计容量
zh_hant: 設計容量

source: Desktop
zh_hans: 桌面
zh_hant: 桌面

source: Desktop motion, input, and window enhancements that stay out of your way.
zh_hans: 自然融入桌面的动画、输入和窗口增强功能。
zh_hant: 低調不打擾的桌面動態、輸入與視窗增強功能。

source: Desktop widget background glass.
zh_hans: 桌面小组件背景玻璃效果。
zh_hant: 桌面小工具背景玻璃效果。

source: Detect Agents Inside Editors
zh_hans: 检测编辑器内的智能体
zh_hant: 偵測編輯器內的代理程式

source: Detect UPS/FedEx/USPS/DHL/Amazon tracking numbers in Mail.
zh_hans: 在邮件中检测 UPS、FedEx、USPS、DHL 和 Amazon 的运单号。
zh_hant: 在「郵件」中偵測 UPS／FedEx／USPS／DHL／Amazon 的追蹤號碼。

source: Detected Right Now
zh_hans: 当前检测到的任务
zh_hant: 目前偵測到

source: Detected Spaces: %lld
zh_hans: 检测到的桌面空间：%lld
zh_hant: 偵測到的空間：%lld

source: Detection is off. Turn on the notch activity or auto-caffeinate above to start watching.
zh_hans: 检测已关闭。开启上方的刘海活动或自动保持唤醒功能，即可开始检测。
zh_hant: 偵測已關閉。開啟上方的瀏海區域即時動態或自動保持喚醒，即可開始偵測。

source: Dev Activity
zh_hans: 开发活动
zh_hant: 開發活動

source: Device (%@)
zh_hans: 设备（%@）
zh_hant: 裝置（%@）

source: Device Display Name
zh_hans: 设备显示名称
zh_hant: 裝置顯示名稱

source: Devices
zh_hans: 设备
zh_hant: 裝置

source: Diamond
zh_hans: 菱形
zh_hant: 菱形

source: Dim Apps
zh_hans: 调暗应用
zh_hant: 調暗 App

source: Dim Inactive Apps
zh_hans: 调暗非当前应用
zh_hant: 調暗非使用中的 App

source: Dim Intensity:
zh_hans: 调暗程度：
zh_hant: 調暗強度：

source: Disable
zh_hans: 停用
zh_hant: 停用

source: Disable Debug Mode
zh_hans: 关闭调试模式
zh_hant: 停用除錯模式

source: Disable Sleep until Charge Limit
zh_hans: 达到充电上限前禁止睡眠
zh_hant: 達到充電上限前停用睡眠

source: Disabled
zh_hans: 已停用
zh_hant: 已停用

source: Disband
zh_hans: 解散
zh_hant: 解散

source: Disband Folder?
zh_hans: 解散文件夹？
zh_hant: 要解散檔案夾嗎？

source: Discharge Started
zh_hans: 放电已开始
zh_hant: 已開始放電

source: Discharge Stopped
zh_hans: 放电已停止
zh_hant: 已停止放電

source: Discharge Target: %lld%%
zh_hans: 放电目标：%lld%%
zh_hant: 放電目標：%lld%%

source: Discharging
zh_hans: 正在放电
zh_hant: 正在放電

source: Discharging to %lld%%...
zh_hans: 正在放电至 %lld%%…
zh_hant: 正在放電至 %lld%%…

source: Disconnected
zh_hans: 已断开连接
zh_hant: 已中斷連接

source: Disconnecting...
zh_hans: 正在断开连接…
zh_hant: 正在中斷連接…

source: Discover
zh_hans: 发现
zh_hant: 探索

source: Discover more like %@
zh_hans: 发现更多类似 %@ 的音乐
zh_hant: 探索更多類似 %@ 的音樂

source: Disk Activity
zh_hans: 磁盘活动
zh_hant: 磁碟活動

source: Dismiss
zh_hans: 关闭
zh_hant: 關閉

source: Dismiss this notification
zh_hans: 关闭此通知
zh_hant: 關閉此通知

source: Dismiss timer
zh_hans: 关闭计时器
zh_hant: 關閉計時器

source: Display
zh_hans: 显示器
zh_hant: 顯示器

source: Display Sleep Trigger
zh_hans: 显示器睡眠的触发角度
zh_hant: 顯示器睡眠觸發角度

source: Display a special HUD with the active device name when changing volume while Spotify is active.
zh_hans: Spotify 活跃时，调整音量会显示包含当前设备名称的专用提示浮层。
zh_hant: Spotify 使用中時調整音量，會顯示含有目前裝置名稱的特殊浮動提示。

source: Display a subtle line separating each widget.
zh_hans: 在小组件之间显示细分隔线。
zh_hant: 在每個小工具之間顯示細微的分隔線。

source: Display a visual graph of your work and break intervals.
zh_hans: 直观显示工作和休息时段。
zh_hant: 以圖表顯示你的工作與休息時段。

source: Display an authentication status activity in the notch on the lock screen.
zh_hans: 在锁定屏幕的刘海区域中显示身份验证状态活动。
zh_hant: 在鎖定畫面的瀏海區域中顯示驗證狀態活動。

source: Display app volume in the normal volume HUD (like Spotify). When disabled, only shows with Option + Volume keys.
zh_hans: 像 Spotify 一样，在常规音量提示浮层中显示应用音量。关闭后，仅在按住 Option 并按音量键时显示。
zh_hant: 在一般音量浮動提示中顯示 App 音量（例如 Spotify）。停用時，僅在按住 Option 並按音量鍵時顯示。

source: Display brightness as a row of dots instead of a bar.
zh_hans: 用一排圆点代替进度条显示亮度。
zh_hant: 以一排圓點代替長條顯示亮度。

source: Display compact widgets below the main widget area.
zh_hans: 在主小组件区域下方显示紧凑的小组件。
zh_hant: 在主要小工具區域下方顯示緊湊的小工具。

source: Display larger, interactive widgets in the middle of the screen.
zh_hans: 在屏幕中间显示较大的交互小组件。
zh_hant: 在螢幕中央顯示較大的互動式小工具。

source: Display small, informational widgets below the clock.
zh_hans: 在时钟下方显示小型信息小组件。
zh_hant: 在時鐘下方顯示小型資訊小工具。

source: Display static info like weather or battery.
zh_hans: 显示天气、电量等静态信息。
zh_hant: 顯示天氣或電池等靜態資訊。

source: Display synchronized lyrics when available.
zh_hans: 有同步歌词时显示。
zh_hant: 有同步歌詞時顯示。

source: Display the HUD name (e.g. Volume, Brightness, Spotify) when the thin style is enabled.
zh_hans: 启用细线样式时，显示提示浮层对应的名称（如音量、亮度、Spotify）。
zh_hant: 啟用細線樣式時，顯示浮動提示名稱（例如音量、亮度、Spotify）。

source: Display the device name in the live activity for connection and battery events.
zh_hans: 在连接和电量事件的实时活动中显示设备名称。
zh_hant: 在連接與電量事件的即時動態中顯示裝置名稱。

source: Display the estimated time to full (when charging) or time to empty (when on battery) in the live activity.
zh_hans: 在实时活动中显示充满所需时间（充电时）或预计可用时间（使用电池时）。
zh_hant: 在即時動態中顯示預計充滿時間（充電時）或剩餘使用時間（使用電池時）。

source: Display the focus session as a live activity in the notch while it's running.
zh_hans: 专注时段进行时，在刘海区域中显示实时活动。
zh_hant: 專注時段進行時，在瀏海區域中以即時動態顯示。

source: Display timers, music, and more.
zh_hans: 显示计时器、音乐等活动。
zh_hant: 顯示計時器、音樂等。

source: Display volume as a row of dots instead of a bar.
zh_hans: 用一排圆点代替进度条显示音量。
zh_hant: 以一排圓點代替長條顯示音量。

source: Displays
zh_hans: 显示器
zh_hant: 顯示器

source: Distance from the top edge on notchless displays.
zh_hans: 无刘海显示器上的顶部间距。
zh_hant: 在無瀏海顯示器上與頂部邊緣的距離。

source: Do not share this code publicly. It is permanently tied to your Mac's hardware identity.
zh_hans: 请勿公开分享此代码。它与 Mac 的硬件身份永久绑定。
zh_hant: 請勿公開分享此代碼。它與你 Mac 的硬體身分永久綁定。

source: Do nothing
zh_hans: 不执行操作
zh_hant: 不執行任何動作

source: Dock
zh_hans: 程序坞

source: Dock Layouts
zh_hans: 程序坞布局
zh_hant: Dock 佈局

source: Don't Expand While Locked
zh_hans: 锁定时不展开
zh_hant: 鎖定時不展開

source: Done
zh_hans: 完成
zh_hant: 完成

source: Dot
zh_hans: 圆点
zh_hant: 圓點

source: Dots
zh_hans: 圆点
zh_hant: 圓點

source: Double Press
zh_hans: 连按两次
zh_hant: 按兩下

source: Double Press Window
zh_hans: 连按间隔
zh_hant: 按兩下間隔

source: Download App
zh_hans: 下载应用
zh_hant: 下載 App

source: Download Complete!
zh_hans: 下载完成！
zh_hant: 下載完成！

source: Download Location
zh_hans: 下载位置
zh_hant: 下載位置

source: Download Update
zh_hans: 下载更新
zh_hant: 下載更新項目

source: Download failed: %@
zh_hans: 下载失败：%@
zh_hant: 下載失敗：%@

source: Download from GitHub
zh_hans: 从 GitHub 下载
zh_hant: 從 GitHub 下載

source: Download in the background. Installation always waits for you.
zh_hans: 在后台下载，安装始终由你决定。
zh_hant: 在背景下載。安裝一律由你決定。

source: Download verified updates automatically
zh_hans: 自动下载已验证的更新
zh_hant: 自動下載已驗證的更新項目

source: Downloaded file path not found.
zh_hans: 未找到已下载文件的路径。
zh_hant: 找不到已下載檔案的路徑。

source: Downloaded files worth reviewing before removal
zh_hans: 移除前值得检查的下载文件
zh_hant: 移除前值得檢查的已下載檔案

source: Downloading
zh_hans: 正在下载
zh_hant: 正在下載

source: Downloading Update...
zh_hans: 正在下载更新…
zh_hant: 正在下載更新項目…

source: Downloading...
zh_hans: 正在下载…
zh_hant: 正在下載…

source: Downloads
zh_hans: 下载
zh_hant: 下載項目

source: Drag Activation Collapse Delay
zh_hans: 拖动触发后的收起延迟
zh_hant: 拖移啟動後的收合延遲

source: Drag files here to add them.
zh_hans: 将文件拖到此处以添加。
zh_hant: 將檔案拖移到這裡即可加入。

source: Drag to set the charge limit — charging pauses at this level to help preserve battery health.
zh_hans: 拖动设置充电上限；达到该电量后暂停充电，以保护电池健康。
zh_hant: 拖移以設定充電上限：充電會在此電量暫停，有助於維護電池健康度。

source: Draw
zh_hans: 功耗
zh_hant: 耗電

source: Draw %.2f W
zh_hans: 功耗 %.2f W
zh_hant: 耗電 %.2f W

source: Drink plenty of water throughout the day. Dehydration can contribute to dry eyes and eye strain.
zh_hans: 全天适量饮水。缺水可能加重眼干和眼疲劳。
zh_hant: 整天都要多喝水。脫水可能導致眼睛乾澀和疲勞。

source: Drizzle
zh_hans: 毛毛雨
zh_hant: 毛毛雨

source: Drop Destinations
zh_hans: 拖放目标
zh_hant: 放置目的地

source: Due %@
zh_hans: %@ 到期
zh_hant: %@ 到期

source: Duplicate
zh_hans: 创建副本
zh_hant: 複製

source: Duplicate verification complete
zh_hans: 重复文件验证完成
zh_hant: 重複項目驗證完成

source: Duplicates
zh_hans: 重复文件
zh_hant: 重複項目

source: Duration:
zh_hans: 时长：
zh_hant: 持續時間：

source: Dynamic States
zh_hans: 动态状态
zh_hant: 動態狀態

source: ENDS %@
zh_hans: 结束于 %@
zh_hant: %@ 結束

source: EQ
zh_hans: 均衡器

source: EQ Bands
zh_hans: 均衡器频段
zh_hant: EQ 頻段

source: ETA %@
zh_hans: 预计 %@
zh_hant: 預計 %@

source: Edit
zh_hans: 编辑
zh_hant: 編輯

source: Edit Custom Configuration
zh_hans: 编辑自定义配置
zh_hant: 編輯自訂設定

source: Edit Multi-View for %@
zh_hans: 编辑 %@ 的多视图布局
zh_hant: 編輯「%@」的多重檢視

source: Edit Plane
zh_hans: 编辑窗口方案
zh_hant: 編輯視窗方案

source: Edit Shortcut
zh_hans: 编辑快捷指令
zh_hant: 編輯快速鍵

source: Editable
zh_hans: 可编辑
zh_hant: 可編輯

source: Electronic
zh_hans: 电子
zh_hant: 電子

source: Emoji
zh_hans: 表情
zh_hant: 表情符號

source: Empty note
zh_hans: 空笔记
zh_hant: 空白備忘錄

source: Empty the clipboard this long after you copy something.
zh_hans: 复制内容后等待指定时间，再清空剪贴板。
zh_hant: 拷貝內容後經過此時間即清除剪貼簿。

source: Empty the clipboard when the Mac (or its display) sleeps.
zh_hans: Mac 或显示器睡眠时清空剪贴板。
zh_hant: Mac（或其顯示器）睡眠時清除剪貼簿。

source: Empty the clipboard when the screen locks.
zh_hans: 屏幕锁定时清空剪贴板。
zh_hant: 螢幕鎖定時清除剪貼簿。

source: Empty the system clipboard a set time after copying, or when the Mac sleeps or the screen locks. Saved history items are never touched.
zh_hans: 复制一段时间后，或在 Mac 睡眠、屏幕锁定时清空系统剪贴板。已保存的历史记录不会受到影响。
zh_hant: 在拷貝後的指定時間，或 Mac 睡眠、螢幕鎖定時清除系統剪貼簿。已儲存的記錄項目永遠不受影響。

source: Enable
zh_hans: 启用
zh_hant: 啟用

source: Enable Accessibility in System Settings to allow auto-unlock.
zh_hans: 请在系统设置中开启辅助功能权限，以允许自动解锁。
zh_hant: 請在系統設定中啟用「輔助使用」以允許自動解鎖。

source: Enable Always-Hidden Section
zh_hans: 启用始终隐藏区域
zh_hant: 啟用永遠隱藏區域

source: Enable Auto-Clear
zh_hans: 启用自动清空
zh_hant: 啟用自動清除

source: Enable Automatic Discharge
zh_hans: 启用自动放电
zh_hant: 啟用自動放電

source: Enable Blocking
zh_hans: 启用屏蔽
zh_hant: 啟用封鎖

source: Enable Bluetooth Unlock
zh_hans: 启用蓝牙解锁
zh_hant: 啟用藍牙解鎖

source: Enable Bounce Effect
zh_hans: 启用弹跳效果
zh_hant: 啟用彈跳效果

source: Enable Breaks
zh_hans: 启用休息
zh_hant: 啟用休息

source: Enable Calendar Live Activity
zh_hans: 启用日历实时活动
zh_hant: 啟用行事曆即時動態

source: Enable Calendar Widget
zh_hans: 启用日历小组件
zh_hant: 啟用行事曆小工具

source: Enable Clipboard Widget
zh_hans: 启用剪贴板小组件
zh_hant: 啟用剪貼簿小工具

source: Enable Custom Notch Configuration
zh_hans: 启用刘海区域自定义配置
zh_hant: 啟用自訂瀏海區域設定

source: Enable Debug Mode
zh_hans: 开启调试模式
zh_hant: 啟用除錯模式

source: Enable Eye Break Reminders
zh_hans: 启用护眼休息提醒
zh_hant: 啟用護眼休息提醒

source: Enable Face ID Unlock
zh_hans: 启用 Face ID 解锁
zh_hant: 啟用 Face ID 解鎖

source: Enable Fade Effect
zh_hans: 启用淡入淡出
zh_hant: 啟用淡入淡出效果

source: Enable Finder Shortcuts
zh_hans: 启用访达快捷键
zh_hant: 啟用 Finder 快速鍵

source: Enable Gradient
zh_hans: 启用渐变
zh_hant: 啟用漸層

source: Enable Haptic Feedback
zh_hans: 启用触感反馈
zh_hant: 啟用觸覺回饋

source: Enable Heat Protection
zh_hans: 启用过热保护
zh_hant: 啟用過熱保護

source: Enable Hold Actions
zh_hans: 启用长按操作
zh_hant: 啟用長按動作

source: Enable Low Power Mode as lid closes
zh_hans: 合盖时启用低电量模式
zh_hant: 闔上螢幕時啟用低耗電模式

source: Enable Menu Bar Icon Hiding
zh_hans: 启用菜单栏图标隐藏
zh_hant: 啟用選單列圖像隱藏

source: Enable Menu Bar Profiles
zh_hans: 启用菜单栏配置方案
zh_hant: 啟用選單列設定組

source: Enable Mirror Widget
zh_hans: 启用镜子小组件
zh_hant: 啟用鏡子小工具

source: Enable Nearby Share
zh_hans: 启用附近分享
zh_hant: 啟用 Nearby Share

source: Enable Notes Widget
zh_hans: 启用笔记小组件
zh_hant: 啟用備忘錄小工具

source: Enable Notifications
zh_hans: 启用通知
zh_hant: 啟用通知

source: Enable Quick Picker
zh_hans: 启用快速选取面板
zh_hant: 啟用快速選取面板

source: Enable Sailing Mode
zh_hans: 启用巡航模式
zh_hant: 啟用航行模式

source: Enable Screen Recording
zh_hans: 启用屏幕录制
zh_hant: 啟用螢幕錄製

source: Enable Slide Effect
zh_hans: 启用滑动效果
zh_hant: 啟用滑動效果

source: Enable Smart Inbox
zh_hans: 启用智能收件箱
zh_hant: 啟用智慧型收件匣

source: Enable Text Snippets
zh_hans: 启用文本片段
zh_hant: 啟用文字片段

source: Enable Translation
zh_hans: 启用翻译
zh_hant: 啟用翻譯

source: Enable Transparency Blur
zh_hans: 开启透明模糊
zh_hant: 啟用透明模糊

source: Enable and reorder the buttons that appear in the music player. The first two enabled buttons will appear in the main control bar.
zh_hans: 启用并排列音乐播放器中的按钮。前两个已启用按钮会显示在主控制栏中。
zh_hant: 啟用並重新排序音樂播放器中顯示的按鈕。前兩個已啟用的按鈕會顯示在主要控制列中。

source: Enable monitoring to start collecting profiling data
zh_hans: 开启监测以开始收集画像数据
zh_hant: 啟用監控以開始收集效能分析資料

source: Enable on Lock Screen
zh_hans: 在锁定屏幕上启用
zh_hant: 在鎖定畫面上啟用

source: Enable the 'Stats' live activity below to select it as persistent.
zh_hans: 请先在下方启用“统计”实时活动，再将其设为常驻活动。
zh_hant: 請先在下方啟用「統計資料」即時動態，才能將其設為常駐。

source: Enable the 'Weather' live activity below to select it as persistent.
zh_hans: 请先在下方启用“天气”实时活动，再将其设为常驻活动。
zh_hant: 請先在下方啟用「天氣」即時動態，才能將其設為常駐。

source: Enable the activity graph above to see your eye break statistics.
zh_hans: 启用上方活动图表以查看护眼休息统计。
zh_hant: 啟用上方的活動圖表以查看你的護眼休息統計資料。

source: Enable track info on Hover
zh_hans: 悬停时显示歌曲信息
zh_hant: 懸停時顯示曲目資訊

source: Enable, disable, and reorder all available Live Activities.
zh_hans: 启用、停用或重新排列所有可用的实时活动。
zh_hant: 啟用、停用並重新排序所有可用的即時動態。

source: Enable, disable, and reorder the icons that appear when you expand the notch.
zh_hans: 启用、停用或重新排列展开刘海区域时显示的图标。
zh_hant: 啟用、停用並重新排序展開瀏海區域時顯示的圖像。

source: Enable, disable, and reorder the widgets that appear in the notch. Space is limited by your display width.
zh_hans: 启用、停用或重新排列刘海区域中的小组件。可用空间受显示器宽度限制。
zh_hant: 啟用、停用並重新排序瀏海區域中顯示的小工具。可用空間受顯示器寬度限制。

source: Enabled
zh_hans: 已启用
zh_hant: 已啟用

source: Enabling face ID will increase the app's ram usage.
zh_hans: 启用 Face ID 会增加应用的内存占用。
zh_hant: 啟用 Face ID 會增加 App 的 RAM 使用量。

source: Enabling stats will increase the app's cpu and power consumption.
zh_hans: 启用统计会增加应用的 CPU 使用率和耗电量。
zh_hant: 啟用統計資料會增加 App 的 CPU 使用率和耗電量。

source: End Date
zh_hans: 结束日期
zh_hant: 結束日期

source: End session early
zh_hans: 提前结束专注时段
zh_hant: 提前結束時段

source: English
zh_hans: 英语
zh_hant: 英文

source: Enhance
zh_hans: 增强
zh_hant: 增強

source: Enhance your Mac's lock screen with live activities and widgets directly in the notch area.
zh_hans: 在刘海区域显示实时活动和小组件，增强 Mac 锁定屏幕的功能。
zh_hant: 直接在瀏海區域以即時動態和小工具強化 Mac 的鎖定畫面。

source: Ensure your Mac is plugged in before starting. Do not unplug or put your Mac to sleep during the process.
zh_hans: 开始前请确保 Mac 已接通电源。校准过程中请勿拔掉电源或让 Mac 进入睡眠。
zh_hant: 開始前請確定 Mac 已接上電源。過程中請勿拔除電源或讓 Mac 進入睡眠。

source: Ensure your workspace has adequate lighting that doesn't cause glare on your screen. Avoid working in a dark room with just the screen light.
zh_hans: 确保工作区域照明充足，且不会在屏幕上产生眩光。避免在漆黑的房间中仅靠屏幕照明工作。
zh_hant: 確保工作區域有充足照明，且不會在螢幕上產生眩光。避免在只有螢幕光線的昏暗房間中工作。

source: Enter the password to extract this archive. Sapphire does not store it.
zh_hans: 请输入密码以解压此归档文件。Sapphire 不会保存该密码。
zh_hant: 輸入密碼以解壓縮此封存檔。Sapphire 不會儲存密碼。

source: Enter your Client ID
zh_hans: 输入 Client ID
zh_hant: 輸入你的用戶端 ID

source: Enter your Client Secret
zh_hans: 输入 Client Secret
zh_hant: 輸入你的用戶端密鑰

source: Enter your Mac's password to %@.
zh_hans: 请输入 Mac 密码以%@。
zh_hant: 輸入你的 Mac 密碼以%@。

source: Environment
zh_hans: 环境
zh_hant: 環境

source: Environment Control
zh_hans: 环境控制
zh_hant: 環境控制

source: Equalizer Bands
zh_hans: 均衡器频段
zh_hant: 等化器頻段

source: Equalizer bands
zh_hans: 均衡器频段
zh_hant: 等化器頻段

source: Error code: SAP-H1 Login Items permission is already granted (status 1), but macOS still will not start the helper. This usually means Sapphire’s own helper registration is stuck. Click “Reset Helper” below. Sapphire will unregister the helper and register it again, then relaunch if the helper is still having issues.
zh_hans: 错误代码：SAP-H1 登录项权限已授予（状态 1），但 macOS 仍无法启动辅助服务。通常是 Sapphire 自身的辅助服务注册出现了问题。 请点击下方“重置辅助服务”。Sapphire 将注销并重新注册辅助服务；如果仍有问题，应用会重新启动。
zh_hant: 錯誤代碼：SAP-H1 已授予登入項目權限（狀態 1），但 macOS 仍不會啟動輔助服務。這通常表示 Sapphire 本身的輔助服務註冊卡住了。 請按一下下方的「重置輔助服務」。Sapphire 會取消註冊輔助服務並重新註冊；若輔助服務仍有問題，則會重新啟動。

source: Error code: SAP-H2 macOS registered the helper but is waiting for your permission (SMAppService status 2). Do this: 1. Click “Open Login Items” below. 2. Under Allow in the Background, turn on Sapphire. 3. Authenticate if macOS asks for your password. 4. Return to Sapphire and click Install / Activate.
zh_hans: 错误代码：SAP-H2 macOS 已注册辅助服务，正在等待你的许可（SMAppService 状态 2）。 请按以下步骤操作： 1. 点击下方“打开登录项”。 2. 在“允许在后台”中启用 Sapphire。 3. 如果 macOS 要求输入密码，请完成验证。 4. 返回 Sapphire，点击“安装”或“激活”。
zh_hant: 錯誤代碼：SAP-H2 macOS 已註冊輔助服務，但正在等待你的許可（SMAppService 狀態 2）。 請依照以下步驟操作： 1. 按一下下方的「打開登入項目」。 2. 在「允許在背景執行」下方開啟 Sapphire。 3. 若 macOS 要求輸入密碼，請完成驗證。 4. 返回 Sapphire 並按一下「安裝」／「啟用」。

source: Error code: SAP-H3 macOS can't find the helper. Do fix this: 1. Click “Reset Helper” below. Sapphire will unregister the helper with SMAppService and register it again. 2. If the helper still does not start, Sapphire will relaunch itself — or click “Relaunch Sapphire”. 3. When Sapphire opens, click Install if asked. 4. In System Settings → General → Login Items, enable Sapphire Helper under Allow in the Background. Try Reset Helper first. Only relaunch the app if the helper is still stuck after that.
zh_hans: 错误代码：SAP-H3 macOS 找不到辅助服务。 请按以下步骤修复： 1. 点击下方“重置辅助服务”。Sapphire 将通过 SMAppService 注销辅助服务并重新注册。 2. 如果辅助服务仍无法启动，Sapphire 会自行重新启动，你也可以点击“重新启动 Sapphire”。 3. Sapphire 打开后，如出现提示，请点击“安装”。 4. 在“系统设置”→“通用”→“登录项”的“允许在后台”中启用 Sapphire Helper。 请先尝试重置辅助服务。仅在辅助服务仍未恢复时重新启动应用。
zh_hant: 錯誤代碼：SAP-H3 macOS 找不到輔助服務。 請依照以下步驟修正： 1. 按一下下方的「重置輔助服務」。Sapphire 會透過 SMAppService 取消註冊輔助服務並重新註冊。 2. 若輔助服務仍未啟動，Sapphire 會自行重新啟動，或者你也可以按一下「重新啟動 Sapphire」。 3. Sapphire 打開後，若出現提示請按一下「安裝」。 4. 在「系統設定」→「一般」→「登入項目」中，於「允許在背景執行」下方啟用 Sapphire Helper。 請先嘗試「重置輔助服務」。只有在之後輔助服務仍卡住時，才重新啟動 App。

source: Error: %@
zh_hans: 错误：%@
zh_hant: 錯誤：%@

source: Estimated Time
zh_hans: 预计时间
zh_hant: 預計時間

source: Evaluate profile conditions in the background to reveal hidden items automatically
zh_hans: 在后台检查方案条件，自动显示隐藏项目
zh_hant: 在背景評估設定組條件，以自動顯示隱藏的項目

source: Event
zh_hans: 日程
zh_hant: 行程

source: Every 20 minutes, take a 20-second break to look at something 20 feet away.
zh_hans: 每 20 分钟休息 20 秒，注视 20 英尺（约 6 米）外的物体。
zh_hant: 每 20 分鐘休息 20 秒，看看 20 英尺（約 6 公尺）外的物體。

source: Every 20 minutes, take a 20-second break to look at something 20 feet away. This helps reduce eye strain and gives eye muscles a break.
zh_hans: 每 20 分钟休息 20 秒，注视 20 英尺（约 6 米）外的物体。这有助于缓解眼疲劳，让眼部肌肉休息。
zh_hant: 每 20 分鐘休息 20 秒，看看 20 英尺（約 6 公尺）外的物體。這有助於減輕眼睛疲勞，讓眼部肌肉休息。

source: Every day
zh_hans: 每天
zh_hant: 每天

source: Everywhere
zh_hans: 所有位置
zh_hant: 所有位置

source: Exact app identifier match
zh_hans: 精确匹配应用标识符
zh_hant: 完全符合 App 識別碼

source: Exclude Built-in Speakers
zh_hans: 排除内置扬声器
zh_hant: 排除內建揚聲器

source: Exit fullscreen
zh_hans: 退出全屏
zh_hant: 結束全螢幕

source: Expand After Space or Punctuation
zh_hans: 在空格或标点后展开
zh_hant: 在空格或標點符號後展開

source: Expand Damping
zh_hans: 展开阻尼
zh_hant: 展開阻尼

source: Expand Response
zh_hans: 展开响应
zh_hant: 展開回應

source: Expand Shelf on Hover
zh_hans: 悬停展开文件暂存架
zh_hant: 懸停時展開檔案暫存架

source: Expand on Hover
zh_hans: 悬停时展开
zh_hant: 懸停時展開

source: Expand triggers as you type in any app.
zh_hans: 在任意应用中输入触发词时展开文本。
zh_hant: 在任何 App 中輸入觸發字詞時展開。

source: Expanded Notch Appearance
zh_hans: 展开时的刘海区域外观
zh_hant: 展開時的瀏海區域外觀

source: Expanded Shadow Offset Y
zh_hans: 展开时的阴影垂直偏移
zh_hant: 展開時的陰影垂直位移

source: Expanded Shadow Radius
zh_hans: 展开时的阴影半径
zh_hant: 展開時的陰影半徑

source: Explore Sapphire
zh_hans: 探索 Sapphire
zh_hant: 探索 Sapphire

source: Export Backup
zh_hans: 导出备份
zh_hant: 輸出備份

source: Export failed: %@
zh_hans: 导出失败：%@
zh_hant: 輸出失敗：%@

source: Extra Modifier
zh_hans: 额外修饰键
zh_hant: 額外變更鍵

source: Extract
zh_hans: 解压
zh_hant: 解壓縮
